<?xml version="1.0" ?>
<!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd">
<pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" id="jnu12865" xml:lang="en" article-type="editorial">
  <?properties open_access?>
  <processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats">
    <restricted-by>pmc</restricted-by>
  </processing-meta>
  <front>
    <journal-meta>
      <journal-id journal-id-type="nlm-ta">J Nurs Scholarsh</journal-id>
      <journal-id journal-id-type="iso-abbrev">J Nurs Scholarsh</journal-id>
      <journal-id journal-id-type="doi">10.1111/(ISSN)1547-5069</journal-id>
      <journal-id journal-id-type="publisher-id">JNU</journal-id>
      <journal-title-group>
        <journal-title>Journal of Nursing Scholarship</journal-title>
      </journal-title-group>
      <issn pub-type="ppub">1527-6546</issn>
      <issn pub-type="epub">1547-5069</issn>
      <publisher>
        <publisher-name>John Wiley and Sons Inc.</publisher-name>
        <publisher-loc>Hoboken</publisher-loc>
      </publisher>
    </journal-meta>
    <article-meta>
      <article-id pub-id-type="pmid">36494839</article-id>
      <article-id pub-id-type="pmc">9878144</article-id>
      <article-id pub-id-type="doi">10.1111/jnu.12865</article-id>
      <article-id pub-id-type="publisher-id">JNU12865</article-id>
      <article-id pub-id-type="other">JNU-12-22-930</article-id>
      <article-categories>
        <subj-group subj-group-type="overline">
          <subject>Editorial</subject>
        </subj-group>
        <subj-group subj-group-type="heading">
          <subject>Editorial</subject>
        </subj-group>
      </article-categories>
      <title-group>
        <article-title>Nursing leadership in drawing policy lessons from major events such as a COVID&#x2010;19 pandemic</article-title>
      </title-group>
      <contrib-group>
        <contrib id="jnu12865-cr-0001" contrib-type="author" corresp="yes">
          <name>
            <surname>Kagan</surname>
            <given-names>Ilya</given-names>
          </name>
          <degrees>RN, MA, MBA, PhD</degrees>
          <contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-2298-0308</contrib-id>
          <xref rid="jnu12865-aff-0001" ref-type="aff">
<sup>1</sup>
</xref>
          <address>
            <email>kagani@gmail.com</email>
          </address>
        </contrib>
        <contrib id="jnu12865-cr-0002" contrib-type="author">
          <name>
            <surname>Hirschfeld</surname>
            <given-names>Miriam J.</given-names>
          </name>
          <degrees>RN, DN.Sc, MD.hon, DSc.hon.</degrees>
          <xref rid="jnu12865-aff-0002" ref-type="aff">
<sup>2</sup>
</xref>
        </contrib>
      </contrib-group>
      <aff id="jnu12865-aff-0001">
<label>
<sup>1</sup>
</label>
<named-content content-type="organisation-division">Nursing Department</named-content>
<institution>Ashkelon Academic College</institution>
<city>Ashkelon</city>
<country country="IL">Israel</country>
</aff>
      <aff id="jnu12865-aff-0002">
<label>
<sup>2</sup>
</label>
<named-content content-type="organisation-division">Department of Nursing</named-content>
<institution>Haifa University</institution>
<city>Haifa</city>
<country country="IL">Israel</country>
</aff>
      <author-notes>
        <corresp id="correspondenceTo">
<label>*</label>
<bold>Correspondence</bold>
<break/>
Ilya Kagan, Nursing Department, Ashkelon Academic College, Ashkelon, Israel.<break/>
Email: <email>kagani@gmail.com</email>
<break/>
</corresp>
      </author-notes>
      <pub-date pub-type="epub">
        <day>09</day>
        <month>12</month>
        <year>2022</year>
      </pub-date>
      <pub-date pub-type="ppub">
        <month>1</month>
        <year>2023</year>
      </pub-date>
      <pub-date pub-type="pmc-release">
        <day>09</day>
        <month>12</month>
        <year>2022</year>
      </pub-date>
      <!--PMC Release delay is 0 months and 0 days and was based on the <pub-date pub-type="epub"/>.-->
      <volume>55</volume>
      <issue seq="20">1</issue>
      <issue-id pub-id-type="doi">10.1111/jnu.v55.1</issue-id>
      <issue-title content-type="special-issue-title">Health Policy Implications: Lessons Learned From Covid&#x2010;19</issue-title>
      <fpage>5</fpage>
      <lpage>7</lpage>
      <permissions>
        <!--&#x000a9; 2023 Sigma Theta Tau International-->
        <copyright-statement content-type="article-copyright">&#xA9; 2022 Sigma Theta Tau International.</copyright-statement>
        <license>
          <license-p>This article is being made freely available through PubMed Central as part of the COVID-19 public health emergency response. It can be used for unrestricted research re-use and analysis in any form or by any means with acknowledgement of the original source, for the duration of the public health emergency.</license-p>
        </license>
      </permissions>
      <self-uri content-type="pdf" xlink:href="file:JNU-55-5.pdf"/>
      <counts>
        <fig-count count="0"/>
        <table-count count="0"/>
        <page-count count="3"/>
        <word-count count="1788"/>
      </counts>
      <custom-meta-group>
        <custom-meta>
          <meta-name>source-schema-version-number</meta-name>
          <meta-value>2.0</meta-value>
        </custom-meta>
        <custom-meta>
          <meta-name>cover-date</meta-name>
          <meta-value>January 2023</meta-value>
        </custom-meta>
        <custom-meta>
          <meta-name>details-of-publishers-convertor</meta-name>
          <meta-value>Converter:WILEY_ML3GV2_TO_JATSPMC version:6.2.4 mode:remove_FC converted:26.01.2023</meta-value>
        </custom-meta>
      </custom-meta-group>
    </article-meta>
  </front>
  <body id="jnu12865-body-0001">
    <sec id="jnu12865-sec-0001">
      <title>INTRODUCTION</title>
      <p>COVID&#x2010;19 as a global disruptive event created tectonic changes in all our lives and especially in the healthcare system. The event began at the end of 2019 and was declared a global pandemic by the World Health Organization on March 11, 2020 (WHO,&#xA0;<xref rid="jnu12865-bib-0007" ref-type="bibr">2020</xref>). Along with serious consequences for public health, the pandemic had economic, social, psychological, and other effects globally. As the pandemic progressed, extensive data were used to identify trends, formulate treatment policies in a new clinical environment, and base policy decisions on a national and global level. Alas, we realize that COVID&#x2010;19 will not be the last &#x201C;disaster&#x201D; to challenge us. The aim of the JNS COVID&#x2010;19 Special Issue and this editorial is to emphasize the importance of learning lessons from the pandemic, improve disaster and emergency preparedness, and examine the role of nursing leadership in this process.</p>
    </sec>
    <sec id="jnu12865-sec-0002">
      <title>PROCESS OF DRAWING LESSONS</title>
      <p>In recognizing that this pandemic was not the last disaster humanity has to wither, we need to learn lessons for how to prepare our health systems and beyond for better survival and recovery of all. In thinking of our health systems, the World Health Organization (WHO) health system framework is a useful tool (WHO,&#xA0;<xref rid="jnu12865-bib-0006" ref-type="bibr">2010</xref>). Countries need to review their health system according to the following health system building blocks. (1) Leadership/governance: laws, regulations, how to manage the competing demands of the healthcare system and political demands, and how to clarify roles and responsibilities; (2) Health workforce crucial for nursing in particular: positions, recruitment, and retention&#x2014;specific needs of management and support to the workforce, teamwork, training, and reassignments; (3) Health information systems: systems of digital technology, communication among services, communication with the population, specific communities, families, and patients; (4) Service delivery: issues of infrastructure (with climate change earthquakes, floods, and landslides becoming larger threats), how to better link public health primary, secondary, and tertiary care; needs for equipment, drugs, and vaccines; how to maintain routine healthcare services, as well as safety and quality assurance mechanisms; (5) Access to essential medicines and products: accessibility and adaptation of services to needs of specific populations is an important lesson we must learn from the pandemic: What are the specific needs of the elderly, persons in institutions (e.g., nursing homes), school children, homebound persons, and their family or professional caregivers; movement, vision and hearing impaired persons, mentally ill and intellectually impaired persons, minority populations, migrants and asylum seekers and also prisoners; and (6) Financing: mobilization and allocation of available budgets to provide a quick response to new situations and issues that arise as a result of a disaster.</p>
      <p>Although there is an agreement on the importance of learning from both successes and failures, there is a tendency to focus on events with negative or unexpected and unusual consequences. The process is focused on learning from successes or mistakes in decision&#x2010;making or their execution, during the event. The goal is to identify sources and causes of the event, its development, and consequences, in an attempt to draw evidence and to understand what can be done differently to improve future coping. The process of learning lessons from successes is more challenging and complex than learning from mistakes and failures. Moreover, failures are stressful and trigger a need for intervention, compared with successes that do not generate a pressing need for paradigm or implementation changes (Ellis &amp; Davidi,&#xA0;<xref rid="jnu12865-bib-0002" ref-type="bibr">2005</xref>).</p>
      <p>After completing the process of lessons&#x2014;drawing and identifying the issues for improvement, the next challenge is to ensure the effective implementation of changes and the maintenance of the achievements in the long term (Eriksson et al.,&#xA0;<xref rid="jnu12865-bib-0003" ref-type="bibr">2022</xref>). A process of drawing lessons will include top&#x2010;down regulations&#x2014;formulating and transferring information from policymakers to the lower organizational levels, and also a bottom&#x2010;up process of receiving feedback from the &#x201C;field of practice,&#x201D; as for instance: Should policies or guidelines be adapted for specific regions or populations? Were there issues not attended to? Were there regulations or policies that need to be changed?</p>
    </sec>
    <sec id="jnu12865-sec-0003">
      <title>NURSING LEADERSHIP IN DRAWING LESSONS</title>
      <p>We are convinced that the process of learning from any major event should be started in its early stages, immediately after the initial shock, by establishing an independent task force&#x2014;a lessons&#x2010;drawing team&#x2014;with adequate resources and power to sustain this process. For national or global events, such a team should include experts and representatives from a broad field of thought and practice. In events related to public health, these will be individuals from the fields of public health, all health professions, management, logistics, social services, representatives of population groups, including minorities, and more. Such collaborative learning is complex and challenging. The wide and well&#x2010;established experience of nurses in multi&#x2010;professional teamwork and their skill in managing care qualify adequately prepared nurses to lead these processes toward better future decision&#x2010;making and improved outcomes.</p>
      <p>The ability to manage a crisis is also related to the visibility of nurses' leadership and proper conduct in public media and social networks, communicating and responding in the political space (Eriksson et al.,&#xA0;<xref rid="jnu12865-bib-0003" ref-type="bibr">2022</xref>; Rosser et al.,&#xA0;<xref rid="jnu12865-bib-0005" ref-type="bibr">2020</xref>). Skills for effective communication with journalists and public media, promoting processes with influential persons and politicians, and explaining the situation to the general public, become essential tools for nursing leaders in times of global crisis. The last 2&#x2009;years of dealing with the COVID&#x2010;19 pandemic have taught us that the place of nursing's involvement in decision&#x2010;making processes is not guaranteed. In many countries, national pandemic response teams did not include nurses at all, or added nurses after significant public criticism or pressure, almost a year after the COVID&#x2010;19 outbreak (AONL,&#xA0;<xref rid="jnu12865-bib-0001" ref-type="bibr">2020</xref>). Thus, nursing must be proactive and initiate active participation in national advisory groups and task force teams, encouraging genuine teamwork in order to learn from all, toward improved outcomes.</p>
    </sec>
    <sec id="jnu12865-sec-0004">
      <title>DRAWING LESSONS FROM THE <styled-content style="fixed-case" toggle="no">COVID</styled-content>&#x2010;19 PANDEMIC</title>
      <p>Nursing contributes to deriving lessons from the pandemic at various levels, from the global level and the national level in each country to the organizational level of inpatient or community health services. At the <italic toggle="yes">global and national</italic> levels, there are highly experienced nurses able to bring their knowledge and insight from all levels of the health system to the table. Globally, nurses also have significant institutions that enable international collaboration, which allows sharing of information, policy transfer, and learning from the experience of other countries. WHO's Headquarter and regional nursing structure, in collaboration with its network of Collaborating Centers, ICN and ICM with their networks of national organizations, and more, all need to be harnessed to become a global lessons&#x2010;drawing entity with a clear structure for information exchange and mutual learning. In addition, these bodies need to be informed by individual nurses, whose insights from their community or hospital ward are crucial. Informal links of nurses, working with a vast variety of non&#x2010;governmental organizations across borders are an additional source of vital knowledge, for which we need to find a structure on how to best harness their experiences and insights. On the <italic toggle="yes">organizational level</italic>, the process of drawing lessons and implementing changes and new policies requires a good understanding of horizontal processes in the organization, local organizational culture, intra&#x2010;organizational politics, formal status, and influential informal acceptance. Nurses have an important role and the ability to create trust, communicating, and promoting the accessibility of health service to ethnic, social, language, gender, and immigrant minorities as well as to refugees and asylum seekers&#x2014;all those who were left behind, either because they were ignored&#x2014;and/or did not trust or understand the health messages and the system during the pandemic.</p>
      <p>One of the complex issues we wish to highlight in the context of lessons learned due to the COVID&#x2010;19 pandemic is related to social gaps, inequality in health, and the importance of social determinants of health. Inequality is one of the significant threats to health, which worsens in times of crises and pandemics. In addition to the morbidity created by the infectious disease and threat to public health, the damage to vulnerable populations in a difficult socioeconomic and environmental situation prior to the pandemic was even more severe with higher rates of infection, hospitalization, and mortality (Nana&#x2010;Sinkam et al.,&#xA0;<xref rid="jnu12865-bib-0004" ref-type="bibr">2021</xref>). Thus, we need to heed major lessons: anticipate health inequalities and do all we can to reduce them, create an enabling environment to support behavioral change, and engage in a multidisciplinary effort, involving nurses from all levels globally. In preparation for the next pandemic or other disasters, in addition to the development of contingency plans to deal with the disease or crisis itself, it is necessary to act to reduce health disparities and initiate unique interventions with affirmative action.</p>
      <p>Yes, we nurses have learned lessons from the pandemic and can make a difference in future disaster preparedness and recovery. It is time to act now!</p>
    </sec>
    <sec id="jnu12865-sec-0006">
      <title>FUNDING INFORMATION</title>
      <p>This research received no specific grant from any funding agency in the public, commercial, or not&#x2010;for&#x2010;profit sectors.</p>
    </sec>
    <sec sec-type="COI-statement" id="jnu12865-sec-0007">
      <title>CONFLICT OF INTEREST</title>
      <p>The authors declare that they have no conflict of interest.</p>
    </sec>
  </body>
  <back>
    <ack id="jnu12865-sec-0005">
      <title>ACKNOWLEDGMENTS</title>
      <p>Not applicable.</p>
    </ack>
    <ref-list content-type="cited-references" id="jnu12865-bibl-0001">
      <title>REFERENCES</title>
      <ref id="jnu12865-bib-0001">
        <mixed-citation publication-type="miscellaneous" id="jnu12865-cit-0001">
<collab collab-type="authors">American Organization for Nursing Leadership (AONL)</collab>
. (<year>2020</year>). <article-title>
Biden names nurse to COVID&#x2010;19 task force
</article-title>. <ext-link xlink:href="https://www.aonl.org/news/Biden-names-nurse-to-COVID19-task-force" ext-link-type="uri">https://www.aonl.org/news/Biden&#x2010;names&#x2010;nurse&#x2010;to&#x2010;COVID19&#x2010;task&#x2010;force</ext-link>
</mixed-citation>
      </ref>
      <ref id="jnu12865-bib-0002">
        <mixed-citation publication-type="journal" id="jnu12865-cit-0002">
<string-name>
<surname>Ellis</surname>, <given-names>S.</given-names>
</string-name>, &amp; <string-name>
<surname>Davidi</surname>, <given-names>I.</given-names>
</string-name> (<year>2005</year>). <article-title>After&#x2010;event reviews: Drawing lessons from successful and failed experience</article-title>. <source>Journal of Applied Psychology</source>, <volume>90</volume>(<issue>5</issue>), <fpage>857</fpage>&#x2013;<lpage>871</lpage>. <pub-id pub-id-type="doi">10.1037/0021-9010.90.5.857</pub-id>
<pub-id pub-id-type="pmid">16162059</pub-id></mixed-citation>
      </ref>
      <ref id="jnu12865-bib-0003">
        <mixed-citation publication-type="journal" id="jnu12865-cit-0003">
<string-name>
<surname>Eriksson</surname>, <given-names>K.</given-names>
</string-name>, <string-name>
<surname>Staupe&#x2010;Delgado</surname>, <given-names>R.</given-names>
</string-name>, &amp; <string-name>
<surname>Holst</surname>, <given-names>J.</given-names>
</string-name> (<year>2022</year>). <article-title>Drawing lessons from the COVID&#x2010;19 pandemic: Seven obstacles to learning from public inquiries in the wake of the crisis</article-title>. <source>Risk, Hazards &amp; Crisis in Public Policy</source>, <volume>13</volume>(<issue>2</issue>), <fpage>165</fpage>&#x2013;<lpage>175</lpage>. <pub-id pub-id-type="doi">10.1002/rhc3.12240</pub-id>
</mixed-citation>
      </ref>
      <ref id="jnu12865-bib-0004">
        <mixed-citation publication-type="journal" id="jnu12865-cit-0004">
<string-name>
<surname>Nana&#x2010;Sinkam</surname>, <given-names>P.</given-names>
</string-name>, <string-name>
<surname>Kraschnewski</surname>, <given-names>J.</given-names>
</string-name>, <string-name>
<surname>Sacco</surname>, <given-names>R.</given-names>
</string-name>, <string-name>
<surname>Chavez</surname>, <given-names>J.</given-names>
</string-name>, <string-name>
<surname>Fouad</surname>, <given-names>M.</given-names>
</string-name>, <string-name>
<surname>Gal</surname>, <given-names>T.</given-names>
</string-name>, <string-name>
<surname>AuYoung</surname>, <given-names>M.</given-names>
</string-name>, <string-name>
<surname>Namoos</surname>, <given-names>A.</given-names>
</string-name>, <string-name>
<surname>Winn</surname>, <given-names>R.</given-names>
</string-name>, <string-name>
<surname>Sheppard</surname>, <given-names>V.</given-names>
</string-name>, <string-name>
<surname>Corbie&#x2010;Smith</surname>, <given-names>G.</given-names>
</string-name>, &amp; <string-name>
<surname>Behar&#x2010;Zusman</surname>, <given-names>V.</given-names>
</string-name> (<year>2021</year>). <article-title>Health disparities and equity in the era of COVID&#x2010;19</article-title>. <source>Journal of Clinical and Translational Science</source>, <volume>5</volume>(<issue>1</issue>), <fpage>e99</fpage>. <pub-id pub-id-type="doi">10.1017/cts.2021.23</pub-id>
<pub-id pub-id-type="pmid">34192054</pub-id></mixed-citation>
      </ref>
      <ref id="jnu12865-bib-0005">
        <mixed-citation publication-type="journal" id="jnu12865-cit-0005">
<string-name>
<surname>Rosser</surname>, <given-names>E.</given-names>
</string-name>, <string-name>
<surname>Westcott</surname>, <given-names>L.</given-names>
</string-name>, <string-name>
<surname>Ali</surname>, <given-names>P. A.</given-names>
</string-name>, <string-name>
<surname>Bosanquet</surname>, <given-names>J.</given-names>
</string-name>, <string-name>
<surname>Castro&#x2010;Sanchez</surname>, <given-names>E.</given-names>
</string-name>, <string-name>
<surname>Dewing</surname>, <given-names>J.</given-names>
</string-name>, <string-name>
<surname>McCormack</surname>, <given-names>B.</given-names>
</string-name>, <string-name>
<surname>Merrell</surname>, <given-names>J.</given-names>
</string-name>, &amp; <string-name>
<surname>Witham</surname>, <given-names>G.</given-names>
</string-name> (<year>2020</year>). <article-title>The need for visible nursing leadership during COVID&#x2010;19</article-title>. <source>Journal of Nursing Scholarship</source>, <volume>52</volume>(<issue>5</issue>), <fpage>459</fpage>&#x2013;<lpage>461</lpage>. <pub-id pub-id-type="doi">10.1111/jnu.12587</pub-id>
<pub-id pub-id-type="pmid">32779857</pub-id></mixed-citation>
      </ref>
      <ref id="jnu12865-bib-0006">
        <mixed-citation publication-type="book" id="jnu12865-cit-0006">
<collab collab-type="authors">World Health Organization</collab>
. (<year>2010</year>). <source>Monitoring the building blocks of health systems: A handbook of indicators and their measurement strategies</source>. <publisher-name>World Health Organization</publisher-name>. <ext-link xlink:href="https://apps.who.int/iris/bitstream/handle/10665/258734/9789241564052-eng.pdf" ext-link-type="uri">https://apps.who.int/iris/bitstream/handle/10665/258734/9789241564052&#x2010;eng.pdf</ext-link>
</mixed-citation>
      </ref>
      <ref id="jnu12865-bib-0007">
        <mixed-citation publication-type="miscellaneous" id="jnu12865-cit-0007">
<collab collab-type="authors">World Health Organization</collab>
. (<year>2020</year>). <article-title>
WHO director&#x2010;General's opening remarks at the media briefing on COVID&#x2010;19 &#x2010; 11 march 2020
</article-title>. Retrieved March 11, 2020. <ext-link xlink:href="https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020" ext-link-type="uri">https://www.who.int/director&#x2010;general/speeches/detail/who&#x2010;director&#x2010;general&#x2010;s&#x2010;opening&#x2010;remarks&#x2010;at&#x2010;the&#x2010;media&#x2010;briefing&#x2010;on&#x2010;covid&#x2010;19</ext-link>
</mixed-citation>
      </ref>
    </ref-list>
  </back>
</article>
</pmc-articleset>